{
  "navigation": {
    "home": "Home",
    "about": "About",
    "kittens": "Kittens",
    "breederCats": "Breeder cats",
    "theBengal": "The Bengal",
    "contact": "Contact"
  },
  "home": {
    "title": "Bengalivo",
    "subtitle": "Breeding black tabby and snow bengals",
    "learnMore": "LEARN MORE",
    "kittensAvailable": "KITTENS AVAILABLE",
    "kittensDescription": "For more pictures of the current kittens.....",
    "kittensButton": "I want to look at those CUTIES!",
    "featuredCat": "Home of LA SGC Bengalivo Million Reasons",
    "featuredCatTitle": "21th Best Allbreed Cat of TICA 2021-2022",
    "featuredCatName": "IW SGC Bengalivo Million Reasons aka Eos",
    "readMore": "READ more"
  },
  "about": {
    "title": "About Bengal Cats",
    "subtitle": "Discover the fascinating world of Bengal cats - a unique breed that combines the wild beauty of their ancestors with the loving temperament of domestic cats."
  },
  "aboutUs": {
    "title": "About Us",
    "subtitle": "Learn about our cattery, our breeding philosophy, and our commitment to producing healthy, well-socialized Bengal cats.",
    "whoWeAreTitle": "WHO WE ARE",
    "whoWeAreContent": "My name is Ivonne van Dreumel and since 2004 owner of Bengal cats. I live in Drunen which is in the southern part of the Netherlands. Since 2004 my addiction for Bengals started and in 2006 I started breeding with the bengals.",
    "whoWeAreContent2": "Our cattery is dedicated to breeding healthy, well-socialized Bengal cats that embody the perfect balance of wild beauty and domestic temperament. We focus on producing cats with excellent health, outstanding character, and the distinctive wild look that makes Bengals so special.",
    "learnAboutBengals": "Learn About Bengal Cats",
    "catteryPhoto": "Cattery Photo",
    "whatWeStandForTitle": "What we stand for!",
    "whatWeStandForSubtitle": "Our core values and breeding philosophy guide everything we do.",
    "healthTitle": "Health",
    "healthDescription": "All breeding cats will be screened for HCM and PKD around the age of 1 year. HCM screening will also be repeated each year for the boys and each 2 year for girls. Also the breeding cats are tested for PKdef and PRA-b. The kittens stay with their mother till they leave to the new owner at the age of 13 – 16 weeks. The kittens receive 2 vaccinations (9 & 12 weeks) and will be dewormed several times.",
    "characterTitle": "Character",
    "characterDescription": "Regularly there are kittens born and raised in the house. Socialization is something which I find most important, and therefore a lot of time is spend on this during the time the kittens are living with me. Next to it I find it important that there is a match between the future owners and the character of the Bengal cat.",
    "wildLookTitle": "Wild look",
    "wildLookDescription": "Priorities are \"no rib bars\" and \"small rosettes\", \"a strong and energetic but elegant cat\". Breeding bengals who have the wild look is one of my new goals. The most important is to reach this goal by working together with other catteries.",
    "achievementsTitle": "Our Achievements",
    "achievementsSubtitle": "Recognition and standards that set us apart in Bengal cat breeding.",
    "contactTitle": "Get in Touch",
    "contactSubtitle": "Ready to welcome a Bengal cat into your family? We'd love to hear from you and answer any questions you may have.",
    "contactUs": "Contact Us",
    "viewKittens": "View Available Kittens"
  },
  "contact": {
    "title": "Contact",
    "subtitle": "How to get in touch?",
    "description": "Preferred way to get in contact, is by sending an e-mail. I will respond to your emails as soon as possible, usually within 24 hours. Thank you !",
    "email": "catterybengalivo@gmail.com",
    "location": "Drunen - NL",
    "newsletter": {
      "title": "Newsletter",
      "description": "Do you want to receive the lastest updates in you mailbox? Subscribe to our newsletter and stay in touch!",
      "placeholder": "Leave this field empty if you're human:"
    }
  },
  "footer": {
    "copyright": "© Copyright BENGALIVO"
  },
  "cookies": {
    "title": "We use cookies",
    "description": "We use cookies to enhance your browsing experience, serve personalized content, and analyze our traffic. By clicking \"Accept All\", you consent to our use of cookies.",
    "settings": "Settings",
    "necessary": "Necessary Only",
    "acceptAll": "Accept All",
    "preferences": "Cookie Preferences",
    "necessaryTitle": "Necessary Cookies",
    "necessaryDesc": "Essential for the website to function properly. Cannot be disabled.",
    "analyticsTitle": "Analytics Cookies",
    "analyticsDesc": "Help us understand how visitors interact with our website.",
    "marketingTitle": "Marketing Cookies",
    "marketingDesc": "Used to track visitors across websites for advertising purposes.",
    "cancel": "Cancel",
    "save": "Save Preferences"
  },
  "newsletter": {
    "popupTitle": "Stay Updated!",
    "popupDescription": "Get the latest updates about our Bengal cats, new litters, and special offers delivered to your inbox!",
    "emailPlaceholder": "Enter your email address",
    "subscribing": "Subscribing...",
    "subscribe": "Subscribe Now",
    "benefit1": "Exclusive photos of new litters",
    "benefit2": "Special offers and discounts",
    "benefit3": "No spam, unsubscribe anytime",
    "successTitle": "Welcome to our family!",
    "successMessage": "Thank you for subscribing! You'll receive our latest updates soon."
  },
  "bengal": {
    "title": "The Bengal",
    "subtitle": "A Bewitching Beauty",
    "introduction": "Quite a few cat breeds boast a wild feline look: Norwegian Forest cats resemble huge arctic feline predators; Pixie Bob cats look a lot like American Bobcats; Abyssinian cats wear the wild agouti coat pattern with pride. In fact, one of the reasons we love cats so much is the distinct uncultivated touch in their appearance and character.",
    "wildHeritage": {
      "title": "Wild Heritage",
      "content": "However, not many breeds possess a documented wild heritage like the Bengal does. The Bengal cat is a beautiful cat that is a cross between a domestic cat and the Asian leopard cat. It has beautiful markings that are similar to those of the wild Asian leopard, with stripes and other marks adding to their appearance. In terms of size, the Bengal cat is similar in size to a domestic cat and they range from 7 to 10 pounds for females and 9 and 12 pounds for males. Males may grow to reach close to 20 pounds."
    },
    "patterns": {
      "title": "Patterns",
      "content": "The markings on the Bengal cat vary based on body part. The face has horizontal stripes that almost make it look like the cat is wearing mascara. The sides of the body have spots similar to those of a leopard or jaguar. The back of the body has symmetrical stripes. They have two distinct coat patterns, either marble or spotted. Unlike any other breed, some Bengals appear as if they were dipped in gold or silver glitter. Its distinctive leopard spotted or marbled coat enhances its wild appearance as it roams the house."
    },
    "history": {
      "title": "History",
      "content": "Brief History – As the story goes, Jean Sugden Mills, around 1982 bred a domestic cat with a feral Indian Mau. At about the same time, Greg and Elizabeth Kent started their own breed of Bengal Cats using an Egyptian Mau. Both Jean Mills the Kents worked hard to popularize the breed, and in 1986, The International Cat Association adopted the first written breed standard. Today Bengal Cats are the most popular registered cat breed. Bengal breeders and breeding programs now outnumber most other breeds."
    },
    "notForEveryone": {
      "title": "Not just for everyone..",
      "content": "Bengal cats are smart and cunning animals that crave attention and are always exploring. These cats aren't recommended for casual pet owners, as they can be a handful, but you can rest assured that life with one will never be boring."
    },
    "instantHit": {
      "title": "So what made the Bengal such an instant hit in the cat fanciers' world?",
      "richCoat": {
        "title": "1. Rich Coat – Little Grooming",
        "content": "The Bengal has a smooth rich coat that does not require any out of the ordinary grooming rituals. Some brushing is always recommended, for bonding purposes if nothing else, but the coat remains bright and beautiful even without that additional care. The coat has a distinct \"undomesticated\" appearance, courtesy of the Bengal's wild heritage, and some cats are said to have an actual golden glitter over their coat."
      },
      "variety": {
        "title": "2. Variety of Coat Patterns and Colors",
        "content": "Bengals always display the tabby markings pattern, but that does not mean a uniform look. Bengal cats come in various shades of brown, with various yellowish and reddish tinges. There are even white \"snow\" Bengals that support a light silvery tabby pattern (some of them even have blue eyes)."
      },
      "personality": {
        "title": "3. Bengal Purrrsonality",
        "content": "The personality of the Bengal cat is what makes it such a great pet for animal lovers. They are sweet and loving, yet incredibly agile, intelligent and active. These curious felines tend to explore their surroundings and seek out human interaction at all times."
      },
      "smart": {
        "title": "4. Very Smart",
        "content": "Part of the Bengal personality is its extraordinary ability to critically think. The Bengal can figure out things and actually try to get it done on its own. This aspect of the Bengal cat personality has earned the breed distinguishing labels like \"dog-like cat\" or \"dog-cat\"."
      },
      "focused": {
        "title": "5. Focused on You",
        "content": "As the immediate source of care and security, you are the cat's parent. This cat is so attached to you that a major part of its personality is to be with you at all times. \"Talking\" is inherent to the Bengal cat personality."
      },
      "waterLoving": {
        "title": "Water Loving",
        "content": "Bengals are one of the few breeds that are fond of water! Some play quite contently in deep water and some even like to go swimming! They also love to take baths! Forget the adage that kitties don't like to get wet."
      }
    },
    "summary": {
      "title": "Summary",
      "subtitle": "In closing, there are many misconceived notions about Bengal cats, ranging from their personalities to their behaviors. Here are the top five myths about Bengal cats that simply aren't true:",
      "myths": {
        "1": "Bengal cats are related to the Bengal Tiger. The name of the Bengal cat is actually Prionailurus Bengalensis, which is actually the Latin name for Asian Leopard Cat.",
        "2": "Bengal cats are wild and destructive, and they will destroy your home. Just like any other cat, they have been known to misbehave from time to time. Many think that Bengals are more likely to act out on primitive behavior. Nope, sorry. Bengal cats are well behaved, especially with the proper training.",
        "3": "Bengals are more aggressive than other types of cats. They are no more aggressive than your domesticated kitty. All breeds of cats need to be well socialized from the time they are young, and if you do, your cat regardless of the breed will play well with others.",
        "4": "Bengal cats are not cuddly or lap cats. This isn't true. Some cats like to sit in laps all the time, but Bengals are going to be wherever the action is. Bengal cats have been known to greet people at the door, and will even follow people around as they go. Bengals on many occasions tend to be cuddlier than other breeds of cats.",
        "5": "Bengal cats can cause allergic reactions. In reality, there are people who have reported not having reactions to Bengals, when they have had reactions to other cats. While it would be hard to say that any animal is completely hypoallergenic, those with cat allergies have had better luck with Bengal cats than other breeds of cats."
      }
    },
    "aboutBengalivo": {
      "title": "About Bengalivo",
      "content": "My name is Ivonne van Dreumel and since 2004 owner of Bengal cats. I live in Drunen which is in the southern part of the Netherlands. Since 2004 my addiction for Bengals started and in 2006 I started breeding with the bengals."
    },
    "contact": {
      "title": "Contact",
      "subtitle": "How to get in touch?",
      "content": "Preferred way to get in contact, is by sending an e-mail. I will respond to your emails as soon as possible, usually within 24 hours. Thank you !",
      "email": "catterybengalivo@gmail.com",
      "location": "Drunen - NL"
    },
    "newsletter": {
      "title": "Newsletter",
      "content": "Do you want to receive the latest updates in your mailbox? Subscribe to our newsletter and stay in touch!",
      "placeholder": "Your email address",
      "subscribe": "Subscribe"
    }
  }
}
